Repository: aapris/MyData
Catalog: services/django_server/mydata/logbook/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Available commands:
fi: Mahdolliset komennot:

source: /help This message
fi: /help Tämä viesti

source: /show keyword: show latest records of keyword
fi: /show avainsana: näytä viimeisimmät tämän avainsanan tietueet

source: Add some of these after /set:
fi: Lisää joku näistä /set-komennon perään:

source: Empty command
fi: Tyhjä komento

source: You should add value for command too
fi: Lisää komennolle myös arvo

source: Set timezone to %(tz)s
fi: Aseta aikavyöhyke arvoon %(tz)s

source: Found many
fi: Löytyi monta

source: Language set to %(lang)s
fi: Kielivalinta asetettu arvoon %(lang)s

source: Unknown setting
fi: Tuntematon asetus

source: Add keyword after show command, e.g. one of %(keywords)s
fi: Lisää avainsana show-komennon perään, esim. joku näistä: %(keywords)s

source: No records for keyword %(kw_str)s found.
fi: Yhtään tietuetta avainsanalle %(kw_str)s ei löytynyt.

source: New keyword created for %(kws)s. Current keywords are:
fi: Uusi avainsana lisätty kategoriaan %(kws)s. Nykyiset avainsanat ovat:

source: You must now edit original message to make it processed properly.
fi: Sinun täytyy nyt muokata alkuperäistä viestiä, jotta se tulee käsitellyksi.

source: Add a new space character between some words.
fi: Lisää esimerkiksi välilyönti kahden sanan väliin.

source: Unknown reply: '%(data)s'.
fi: Vastausta ei tunnistettu: '%(data)s'.

source: Keyword '%(kw_str)s' found. Choose one of these or cancel:
fi: Avainsana '%(kw_str)s' löytyi. Valitse yksi näistä tai peruuta:

source: Cancel
fi: Peruuta

source: Keyword '%(kw_str)s' not found. Choose one of these or cancel:
fi: Avainsanaa '%(kw_str)s' ei löydy. Valitse yksi näistä tai peruuta:

source: Thank you for editing a message.
fi: Kiitos viestin muokkauksesta.
